export default {
  projections: {
    ТестE: {
      цена: {
        __caption__: 'Цена'
      },
      номенкалтура: {
        __caption__: 'Номенкалтура',
        номенклатура: {
          __caption__: 'Номенклатура'
        },
        контраагенты: {
          __caption__: '',
          контрагент: {
            __caption__: 'Контраагенты'
          }
        }
      }
    },
    ТестL: {
      цена: {
        __caption__: 'Цена'
      },
      номенкалтура: {
        __caption__: 'Номенклатура',
        номенклатура: {
          __caption__: 'Номенклатура'
        }
      }
    }
  },
  validations: {
    цена: {
      __caption__: 'Цена'
    },
    номенкалтура: {
      __caption__: 'Номенклатура'
    }
  }
};
