export default {
  projections: {
    НоменкалтураE: {
      номенклатура: {
        __caption__: 'Номенклатура'
      },
      контраагенты: {
        __caption__: 'Контраагенты',
        контрагент: {
          __caption__: 'Контрагент'
        }
      }
    },
    НоменкалтураL: {
      номенклатура: {
        __caption__: 'Номенклатура'
      },
      контраагенты: {
        __caption__: 'Контрагент',
        контрагент: {
          __caption__: 'Контрагент'
        }
      }
    }
  },
  validations: {
    номенклатура: {
      __caption__: 'Номенклатура'
    },
    контраагенты: {
      __caption__: 'Контраагенты'
    }
  }
};
